Extensions installed on vscode.solidus1983.duckdns.org:
adam-bender.commit-message-editor
adam-bender.commit-message-formatter
ahmadawais.emoji-log-vscode
arturock.gitstash
batisteo.vscode-django
bungcip.better-toml
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
codezombiech.gitignore
coenraads.bracket-pair-colorizer-2
csharpier.csharpier-vscode
darkriszty.markdown-table-prettify
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-rename-tag
foxundermoon.shell-format
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
henriquebruno.github-repository-manager
jeff-hykin.better-dockerfile-syntax
kevinrose.vsc-python-indent
magicstack.magicpython
mblode.pretty-formatter
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
njpwerner.autodocstring
numso.prettier-standard-vscode
oouo-diogo-perdigao.docthis
paragdiwan.gitpatch
pinage404.rust-extension-pack
plorefice.devicetree
prateekmahendrakar.prettyxml
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
serayuzgur.crates
swellaby.vscode-rust-test-adapter
tamasfe.even-better-toml
twxs.cmake
vivaxy.vscode-conventional-commits
vscode-icons-team.vscode-icons
waderyan.gitblame
wholroyd.jinja
yutengjing.vscode-archive
zhuangtongfa.material-theme
